Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Before heavy day-to-day tracking begins, confirm your planned totals look right in the active budget. This gives you a stable reference point for the rest of the period. As actual entries come in, verify that comparisons still make sense and are highlighting true differences. Good verification here gives you early warning when spending starts drifting from your original plan.
ar: قبل بدء التتبع اليومي المكثف، تأكد من أن الإجماليات المخططة تبدو صحيحة في الميزانية النشطة. يمنحك هذا نقطة مرجعية مستقرة لبقية الفترة. ومع ظهور الإدخالات الفعلية، تأكد من أن المقارنات لا تزال منطقية وتسلط الضوء على الاختلافات الحقيقية. يمنحك التحقق الجيد هنا تحذيرًا مبكرًا عندما يبدأ الإنفاق في الانحراف عن خطتك الأصلية.
de: Bevor Sie mit der intensiven täglichen Nachverfolgung beginnen, prüfen Sie, ob Ihre geplanten Gesamtbeträge im aktiven Budget korrekt aussehen.
es: Antes de que empiece el seguimiento diario intenso, confirma que tus totales planificados se vean correctos en el presupuesto activo. Eso te da un punto de referencia estable para el resto del periodo. A medida que lleguen las entradas reales, verifica que las comparaciones sigan teniendo sentido y destaquen diferencias reales. Una buena verificación aquí te da una alerta temprana cuando el gasto empieza a desviarse de tu plan original.
fr: Avant que le suivi quotidien intensif ne commence, confirmez que vos totaux prévus paraissent corrects dans le budget actif. Cela vous donne un point de référence stable pour le reste de la période. À mesure que les entrées réelles arrivent, vérifiez que les comparaisons restent cohérentes et mettent en évidence de vraies différences. Une bonne vérification ici vous donne un signal précoce lorsque les dépenses commencent à s’écarter de votre plan d’origine.
pt_br: Antes de começar o monitoramento diário intenso, confirme se os totais planejados estão corretos no orçamento ativo. Isto lhe dá um ponto de referência estável para o resto do período. À medida que as entradas reais chegam, verifique se as comparações ainda fazem sentido e destacam as diferenças verdadeiras. Uma boa verificação aqui avisa antecipadamente quando os gastos começam a se desviar do seu plano original.
zh_hans: 在开始繁重的日常跟踪之前，请确认您的计划总额在活动预算中正确无误。这为您在剩下的时间段内提供了一个稳定的参考点。 当实际条目出现时，验证比较是否仍然有意义并突出真正的差异。当支出开始偏离您最初的计划时，良好的验证可以为您提供早期预警。

source: Behavior
ar: سلوك
de: Verhalten
es: Comportamiento
fr: Comportement
pt_br: Comportamento
zh_hans: 行为

source: Behind the Vault Improvements
ar: وراء تحسينات القبو
de: Hinter den Vault-Verbesserungen
es: Mejoras entre bastidores
fr: Améliorations en coulisses
pt_br: Melhorias por trás do Vault
zh_hans: Vault 改进背后

source: Bucket
ar: دلو
de: Eimer
es: Categoría
fr: Groupe
pt_br: Balde
zh_hans: 桶

source: Budget
ar: ميزانية
es: Presupuesto
pt_br: Orçamento
zh_hans: 预算

source: Budget Actions
ar: إجراءات الميزانية
de: Budgetmaßnahmen
es: Acciones de presupuesto
fr: Actions du budget
pt_br: Ações Orçamentárias
zh_hans: 预算行动

source: Budget Details
ar: تفاصيل الميزانية
es: Detalles del presupuesto
fr: Détails du budget
pt_br: Detalhes do orçamento
zh_hans: 预算详情

source: Budget Details is where period execution happens day by day. This is where you add, edit, and monitor expenses while keeping planned and variable behavior in sync. When adding an expense, you can also use split and offset controls when one purchase needs more than one treatment. Split helps you break a single charge into multiple tracked parts, while offset helps you intentionally reduce the balance impact when another source is covering all or part of that cost. After each meaningful change, scan summary signals to confirm direction. Small, consistent updates make budget control much easier than large delayed corrections.
ar: تفاصيل الميزانية هي المكان الذي يتم فيه تنفيذ الفترة يومًا بعد يوم. هذا هو المكان الذي يمكنك فيه إضافة النفقات وتحريرها ومراقبتها مع الحفاظ على مزامنة السلوك المخطط والمتغير. عند إضافة نفقات، يمكنك أيضًا استخدام عناصر التحكم في التقسيم والإزاحة عندما تحتاج عملية شراء واحدة إلى أكثر من معالجة واحدة. يساعدك التقسيم على تقسيم شحنة واحدة إلى أجزاء متعددة متعقبة، بينما تساعدك الإزاحة على تقليل تأثير الرصيد عن عمد عندما يغطي مصدر آخر كل هذه التكلفة أو جزء منها. بعد كل تغيير ذي معنى، قم بمسح الإشارات الموجزة لتأكيد الاتجاه. التحديثات الصغيرة والمتسقة تجعل التحكم في الميزانية أسهل بكثير من التصحيحات الكبيرة المتأخرة.
de: In den Budgetdetails erfolgt die tägliche Ausführung des Zeitraums.
es: Detalles del presupuesto es donde la ejecución del periodo ocurre día a día. Aquí es donde agregas, editas y supervisas gastos mientras mantienes sincronizado el comportamiento planificado y el variable. Al agregar un gasto, también puedes usar controles de división y compensación cuando una compra necesita más de un tratamiento. División te ayuda a partir un solo cargo en varias partes seguidas, mientras que compensación te ayuda a reducir intencionalmente el impacto en el saldo cuando otra fuente cubre todo o parte de ese costo. Después de cada cambio importante, revisa las señales de resumen para confirmar la dirección. Las actualizaciones pequeñas y constantes hacen que el control del presupuesto sea mucho más fácil que las correcciones grandes y tardías.
fr: Détails du budget est l’endroit où l’exécution de la période se joue au jour le jour. C’est ici que vous ajoutez, modifiez et surveillez les dépenses tout en gardant le comportement prévu et variable synchronisé. Lorsque vous ajoutez une dépense, vous pouvez aussi utiliser les contrôles de fractionnement et de compensation lorsqu’un achat nécessite plus d’un traitement. Le fractionnement vous aide à répartir une seule charge en plusieurs parties suivies, tandis que la compensation vous aide à réduire volontairement l’impact sur le solde lorsqu’une autre source couvre tout ou partie de ce coût. Après chaque changement significatif, parcourez les signaux récapitulatifs pour confirmer la direction. De petites mises à jour régulières rendent le contrôle budgétaire beaucoup plus simple que de grosses corrections tardives.
pt_br: Detalhes do orçamento é onde a execução do período acontece dia a dia. É aqui que você adiciona, edita e monitora despesas enquanto mantém sincronizados o comportamento planejado e variável. Ao adicionar uma despesa, você também pode usar controles de divisão e compensação quando uma compra precisar de mais de um tratamento. A divisão ajuda a dividir uma única cobrança em várias partes rastreadas, enquanto o deslocamento ajuda a reduzir intencionalmente o impacto do equilíbrio quando outra fonte cobre todo ou parte desse custo. Após cada mudança significativa, verifique os sinais resumidos para confirmar a direção. Atualizações pequenas e consistentes tornam o controle orçamentário muito mais fácil do que grandes correções atrasadas.
zh_hans: 预算详细信息是期间每天执行的地方。您可以在此处添加、编辑和监控费用，同时保持计划和可变行为同步。 添加费用时，当一笔购买需要多次治疗时，您还可以使用分割和抵销控制。拆分可帮助您将单笔费用分解为多个跟踪部分，而抵消可帮助您在另一个来源承担全部或部分费用时有意减少平衡影响。 在每次有意义的更改之后，扫描摘要信号以确认方向。小而一致的更新比大规模的延迟修正更容易控制预算。

source: Budget Pitfalls
ar: مخاطر الميزانية
de: Budget-Fallstricke
es: Errores comunes del presupuesto
fr: Pièges du budget
pt_br: Armadilhas orçamentárias
zh_hans: 预算陷阱

# budgetDetail.actions
source: Budget Actions
ar: إجراءات الميزانية
de: Budgetmaßnahmen
fr: Actions du budget
pt_br: Ações Orçamentárias
zh_hans: 预算行动

# budgetDetail.categories.footer
source: Single-press categories to filter expenses; tap selected chips to clear one. Long-press to edit category limits.
ar: فئات الضغط الواحد لتصفية النفقات؛ اضغط على الرقائق المحددة لمسح واحدة. اضغط لفترة طويلة لتعديل حدود الفئات.
de: Durch einmaliges Drücken von Kategorien können Sie Ausgaben filtern.
fr: Touchez une fois les catégories pour filtrer les dépenses ; touchez les pastilles sélectionnées pour en effacer une. Maintenez pour modifier les limites de catégorie.
pt_br: Categorias de toque único para filtrar despesas; toque nos chips selecionados para limpar um. Mantenha pressionado para editar os limites da categoria.
zh_hans: 单按类别过滤费用；点击选定的筹码即可清除其中一个。长按可编辑类别限制。

# budgetDetail.deleteBudget.action
source: Delete Budget
ar: حذف الميزانية
de: Budget löschen
fr: Supprimer le budget
pt_br: Excluir orçamento
zh_hans: 删除预算

# budgetDetail.deleteBudget.keepAll
source: Keep All Expenses
ar: احتفظ بجميع النفقات
de: Behalten Sie alle Ausgaben
fr: Conserver toutes les dépenses
pt_br: Mantenha todas as despesas
zh_hans: 保留所有费用

# budgetDetail.deleteBudget.message
source: This budget created planned expenses on your cards. What should Offshore do with them?
ar: خلقت هذه الميزانية نفقات مخططة على بطاقاتك. ماذا يجب أن يفعل Offshore معهم؟
de: Durch dieses Budget wurden geplante Ausgaben auf Ihren Karten erstellt.
fr: Ce budget a créé des dépenses prévues sur vos cartes. Que doit faire Offshore avec elles ?
pt_br: Este orçamento criou despesas planejadas em seus cartões. O que o Offshore deve fazer com eles?
zh_hans: 该预算在您的卡上创建了计划支出。 Offshore 应该如何处理它们？

# budgetDetail.deleteBudget.removeGenerated
source: Delete Budget-Planned Expenses
ar: حذف النفقات المخططة للميزانية
de: Budgetgeplante Ausgaben löschen
fr: Supprimer les dépenses prévues du budget
pt_br: Excluir despesas planejadas pelo orçamento
zh_hans: 删除预算计划费用

# budgetDetail.deleteBudget.title
source: Delete Budget?
ar: هل تريد حذف الميزانية؟
de: Budget löschen?
fr: Supprimer budget?
pt_br: Excluir orçamento?
zh_hans: 删除预算？

# budgetDetail.editBudget
source: Edit Budget
ar: تحرير الميزانية
de: Budget bearbeiten
pt_br: Editar orçamento
zh_hans: 编辑预算

# budgetDetail.expensesTitle.planned
source: Planned Expenses • %@
ar: النفقات المخططة • %@
de: Geplante Ausgaben • %@
es: Gastos planificados • %@
fr: Prévu Expenses • %@
pt_br: Despesas planejadas • %@
zh_hans: 计划费用 • %@

# budgetDetail.expensesTitle.unified
source: All Expenses • %@
ar: جميع النفقات • %@
de: Alle Ausgaben • %@
es: Todos los gastos • %@
fr: Toutes les dépenses • %@
pt_br: Todas as despesas • %@
zh_hans: 所有费用 • %@

# budgetDetail.expensesTitle.variable
source: Variable Expenses • %@
ar: المصاريف المتغيرة • %@
de: Variable Ausgaben • %@
es: Gastos variables • %@
fr: Dépenses variables • %@
pt_br: Despesas Variáveis ​​• %@
zh_hans: 可变费用 • %@

# budgetDetail.hiddenFuturePlanned
source: %@ future planned expenses are hidden.
ar: يتم إخفاء النفقات المخططة المستقبلية %@.
de: %@ zukünftige geplante Ausgaben werden ausgeblendet.
es: %@ gastos planificados futuros están ocultos.
fr: %@ dépenses prévues futures sont masquées.
pt_br: As despesas planejadas futuras do %@ estão ocultas.
zh_hans: %@ 未来计划的开支是隐藏的。

# budgetDetail.hiddenFutureVariable
source: %@ future variable expenses are hidden.
ar: %@ النفقات المتغيرة المستقبلية مخفية.
de: %@ zukünftige variable Ausgaben werden ausgeblendet.
es: %@ gastos variables futuros están ocultos.
fr: %@ dépenses variables futures sont masquées.
pt_br: As despesas variáveis ​​futuras do %@ estão ocultas.
zh_hans: %@ 未来的可变费用是隐藏的。

# budgetDetail.manageCards
source: Manage Cards
ar: إدارة البطاقات
de: Karten verwalten
fr: Gérer les cartes
pt_br: Gerenciar cartões
zh_hans: 管理卡

# budgetDetail.nothingToDelete.message
source: These planned expenses have actual spending recorded.
ar: هذه النفقات المخططة لها إنفاق فعلي مسجل.
de: Für diese geplanten Ausgaben werden die tatsächlichen Ausgaben erfasst.
fr: Ces dépenses prévues ont des dépenses réelles enregistrées.
pt_br: Essas despesas planejadas têm gastos reais registrados.
zh_hans: 这些计划开支都有实际支出记录。

# budgetDetail.nothingToDelete.title
source: Nothing to delete
ar: لا شيء لحذفه
de: Nichts zu löschen
fr: Rien à supprimer
pt_br: Nada para excluir
zh_hans: 没有什么可删除的

# budgetDetail.overviewHeader
source: Overview • %@
ar: نظرة عامة • %@
de: Übersicht • %@
es: Resumen • %@
fr: Aperçu • %@
pt_br: Visão geral • %@
zh_hans: 概述 • %@

# budgetDetail.summary.actualIncome
source: Actual Income
ar: الدخل الفعلي
de: Tatsächliches Einkommen
fr: Réel Income
pt_br: Renda Real
zh_hans: 实际收入

# budgetDetail.summary.actualSavings
source: Actual Savings
ar: الادخار الفعلي
de: Tatsächliche Einsparungen
fr: Réel Épargne
pt_br: Economia real
zh_hans: 实际节省

# budgetDetail.summary.expenses
source: Expenses
ar: نفقات
de: Ausgaben
fr: dépenses
pt_br: Despesas
zh_hans: 支出

# budgetDetail.summary.maxSavings
source: Max Savings
ar: ماكس الادخار
de: Maximale Ersparnis
fr: max Épargne
pt_br: Economia máxima
zh_hans: 最大节省

# budgetDetail.summary.plannedIncome
source: Planned Income
ar: الدخل المخطط
de: Geplantes Einkommen
fr: Prévu Income
pt_br: Renda planejada
zh_hans: 计划收入

# budgetDetail.summary.projectedSavings
source: Projected Savings
ar: المدخرات المتوقعة
de: Voraussichtliche Einsparungen
fr: Épargne projetée
pt_br: Economia projetada
zh_hans: 预计节省

# budgetDetail.total.actual
source: Actual Total
ar: المجموع الفعلي
de: Tatsächliche Gesamtsumme
fr: Réel Total
pt_br: Total real
zh_hans: 实际总计

# budgetDetail.total.planned
source: Planned Total
ar: الإجمالي المخطط
de: Geplante Gesamtsumme
fr: Prévu Total
pt_br: Total planejado
zh_hans: 计划总计

# budgetDetail.total.unified
source: Unified Total
ar: المجموع الموحد
de: Einheitliche Gesamtsumme
fr: Total unifié
pt_br: Total Unificado
zh_hans: 统一总计

# budgetDetail.total.variable
source: Variable Total
ar: المجموع المتغير
de: Variable Gesamtsumme
fr: Total variable
pt_br: Total variável
zh_hans: 可变总计

# budgetingPeriod.daily
source: Daily
ar: يوميًا
de: Täglich
es: Diario
fr: Quotidien
pt_br: Diário
zh_hans: 日常的

# budgetingPeriod.monthly
source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
pt_br: Mensal
zh_hans: 每月

# budgetingPeriod.quarterly
source: Quarterly
ar: ربع سنوية
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
pt_br: Trimestral
zh_hans: 季刊

# budgetingPeriod.weekly
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
pt_br: Semanalmente
zh_hans: 每周

# budgetingPeriod.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
pt_br: Anual
zh_hans: 每年

source: Budgets
ar: الميزانيات
es: Presupuestos
pt_br: Orçamentos
zh_hans: 预算

source: Budgets is the command center for period-based planning and review. It organizes active, upcoming, and past cycles so you can stay clear on what you are managing now versus what is historical. Start each cycle here to confirm the correct period is open before adding or editing entries. Use this screen to decide where to focus first: setup, ongoing tracking, or end-of-period validation. Keeping period boundaries clear prevents accidental edits in the wrong cycle. That one habit alone improves reporting accuracy across the app. When something looks unusual on Home, Budgets is usually the fastest place to confirm the cause in context. It ties planned and actual behavior together in a single timeline. This makes decision-making much easier during busy weeks.
ar: الميزانيات هي مركز القيادة للتخطيط والمراجعة على أساس الفترة. فهو ينظم الدورات النشطة والقادمة والماضية حتى تتمكن من البقاء واضحًا بشأن ما تديره الآن مقابل ما هو تاريخي. ابدأ كل دورة هنا للتأكد من أن الفترة الصحيحة مفتوحة قبل إضافة الإدخالات أو تحريرها. استخدم هذه الشاشة لتحديد المكان الذي يجب التركيز عليه أولاً: الإعداد، أو التتبع المستمر، أو التحقق من صحة نهاية الفترة. يؤدي الحفاظ على حدود الفترة واضحة إلى منع التعديلات غير المقصودة في الدورة الخاطئة. تعمل هذه العادة وحدها على تحسين دقة إعداد التقارير عبر التطبيق. عندما يبدو شيء ما غير عادي على الصفحة الرئيسية، تكون الميزانيات عادةً هي أسرع مكان لتأكيد السبب في السياق. فهو يربط السلوك المخطط والفعلي معًا في جدول زمني واحد. وهذا يجعل اتخاذ القرار أسهل بكثير خلال الأسابيع المزدحمة.
de: Budgets ist die Kommandozentrale für periodenbasierte Planung und Überprüfung.
es: Presupuestos es el centro de mando para la planificación y revisión por periodos. Organiza ciclos activos, próximos y pasados para que tengas claro qué estás gestionando ahora y qué es histórico. Empieza cada ciclo aquí para confirmar que el periodo correcto está abierto antes de agregar o editar entradas. Usa esta pantalla para decidir dónde concentrarte primero: configuración, seguimiento en curso o validación de fin de periodo. Mantener claros los límites del periodo evita ediciones accidentales en el ciclo equivocado. Solo ese hábito mejora la precisión de los informes en toda la app. Cuando algo se vea extraño en Panel, Presupuestos suele ser el lugar más rápido para confirmar la causa en contexto. Une el comportamiento planificado y el real en una sola línea temporal. Esto hace que tomar decisiones sea mucho más fácil en semanas ocupadas.
fr: Budgets est le centre de commande de la planification et de la revue par période. Il organise les cycles actifs, à venir et passés pour que vous sachiez clairement ce que vous gérez maintenant et ce qui relève de l’historique. Commencez chaque cycle ici pour confirmer que la bonne période est ouverte avant d’ajouter ou de modifier des entrées. Utilisez cet écran pour décider où vous concentrer d’abord : configuration, suivi en cours ou validation de fin de période. Garder des limites de période claires évite les modifications accidentelles dans le mauvais cycle. Cette seule habitude améliore la précision des rapports dans toute l’app. Quand quelque chose paraît inhabituel dans Accueil, Budgets est généralement l’endroit le plus rapide pour confirmer la cause dans son contexte. Il réunit le comportement prévu et le comportement réel sur une seule chronologie. Cela rend la prise de décision beaucoup plus facile pendant les semaines chargées.
pt_br: Orçamentos é o centro de comando para planejamento e revisão baseados em períodos. Ele organiza ciclos ativos, futuros e passados ​​para que você possa ter clareza sobre o que está gerenciando agora e o que é histórico. Inicie cada ciclo aqui para confirmar se o período correto está aberto antes de adicionar ou editar entradas. Use esta tela para decidir onde focar primeiro: configuração, acompanhamento contínuo ou validação de final de período. Manter os limites do período claros evita edições acidentais no ciclo errado. Esse hábito por si só melhora a precisão dos relatórios em todo o aplicativo. Quando algo parece incomum na página inicial, o Orçamentos geralmente é o local mais rápido para confirmar a causa no contexto. Ele une o comportamento planejado e o real em um único cronograma. Isso torna a tomada de decisões muito mais fácil durante semanas movimentadas.
zh_hans: 预算是按期间计划和审查的指挥中心。它组织了当前、即将到来和过去的周期，以便您可以清楚地了解您现在正在管理的内容与历史上的内容。在此处开始每个周期，以在添加或编辑条目之前确认正确的期间已打开。 使用此屏幕来决定首先关注哪里：设置、持续跟踪或期末验证。保持周期边界清晰可防止在错误周期中进行意外编辑。仅这一习惯就可以提高整个应用程序的报告准确性。 当主页上出现异常情况时，预算通常是在上下文中确认原因的最快位置。它将计划的行为和实际的行为联系在一个时间线上。这使得在忙碌的几周内做出决策变得更加容易。

source: Budgets Overview
ar: نظرة عامة على الميزانيات
de: Budgetübersicht
es: Resumen de Presupuestos
fr: Aperçu de Budgets
pt_br: Visão geral dos orçamentos
zh_hans: 预算概览

# budgets.add
source: Add Budget
ar: أضف الميزانية
de: Budget hinzufügen
fr: Ajouter budget
pt_br: Adicionar orçamento
zh_hans: 添加预算

# budgets.bucket.active
source: Active Budgets (%@)
ar: الميزانيات النشطة (%@)
de: Aktive Budgets (%@)
es: Presupuestos activos (%@)
fr: Budgets actifs (%@)
pt_br: Orçamentos Ativos (%@)
zh_hans: 有效预算 (%@)

# budgets.bucket.past
source: Past Budgets (%@)
ar: الميزانيات السابقة (%@)
de: Frühere Budgets (%@)
es: Presupuestos anteriores (%@)
fr: Budgets précédents (%@)
pt_br: Orçamentos anteriores (%@)
zh_hans: 过去的预算 (%@)

# budgets.bucket.upcoming
source: Upcoming Budgets (%@)
ar: الميزانيات القادمة (%@)
de: Kommende Budgets (%@)
es: Próximos presupuestos (%@)
fr: Budgets à venir (%@)
pt_br: Próximos orçamentos (%@)
zh_hans: 即将到来的预算 (%@)

# budgets.empty.message
source: Create a budget to start planning spending.
ar: قم بإنشاء ميزانية لبدء التخطيط للإنفاق.
de: Erstellen Sie ein Budget, um mit der Ausgabenplanung zu beginnen.
fr: Créer a budget to start planning spending.
pt_br: Crie um orçamento para começar a planejar os gastos.
zh_hans: 制定预算以开始规划支出。

# budgets.empty.title
source: No Budgets Yet
ar: لا ميزانيات حتى الآن
de: Noch keine Budgets
fr: Aucun budget pour le moment
pt_br: Ainda não há orçamentos
zh_hans: 还没有预算

# budgets.tip.overview.detail
source: Create and view your budgets here. Press a budget and you will be taken to its detail view.
ar: قم بإنشاء وعرض ميزانياتك هنا. اضغط على الميزانية وسيتم نقلك إلى عرض التفاصيل.
de: Erstellen und sehen Sie hier Ihre Budgets.
fr: Créez et consultez vos budgets ici. Touchez un budget pour ouvrir sa vue détaillée.
pt_br: Crie e visualize seus orçamentos aqui. Pressione um orçamento e você será levado à visualização detalhada.
zh_hans: 在此创建并查看您的预算。按预算，您将进入其详细视图。

# budgets.tip.search.detail
source: Use the search bar to search budgets by title or date.
ar: استخدم شريط البحث للبحث في الميزانيات حسب العنوان أو التاريخ.
de: Verwenden Sie die Suchleiste, um Budgets nach Titel oder Datum zu durchsuchen.
fr: Utilisez la barre de recherche pour trouver des budgets par titre ou par date.
pt_br: Use a barra de pesquisa para pesquisar orçamentos por título ou data.
zh_hans: 使用搜索栏按标题或日期搜索预算。

# budgets.tip.viewSort.detail
source: Active • happening now Upcoming • starts later Past • ended
ar: نشط • يحدث الآن القادمة • يبدأ في وقت لاحق الماضي • انتهى
de: Aktiver • findet gerade statt Der kommende • beginnt später Der vergangene • endete
fr: Actifs • happening now À venir • starts later Passés • ended
pt_br: Ativo • acontecendo agora Próximos • começa mais tarde Passado • terminado
zh_hans: 活跃 • 现在正在发生 即将推出 • 稍后开始 过去•结束

# budgets.tip.viewSort.title
source: View & Sort
ar: عرض وفرز
de: Anzeigen und Sortieren
fr: View & Tri
pt_br: Ver e classificar
zh_hans: 查看和排序

source: Build
ar: يبني
de: Bauen
es: Compilación
fr: Compilation
pt_br: Construir
zh_hans: 建造

source: Building Block Pitfalls
ar: مطبات كتلة البناء
de: Fallstricke bei Bausteinen
es: Errores comunes de los componentes básicos
fr: Pièges des éléments de base
pt_br: Armadilhas dos blocos de construção
zh_hans: 构建模块的陷阱

source: Calculation Details
ar: تفاصيل الحساب
de: Berechnungsdetails
es: Detalle de cálculos
fr: Détails des calculs
pt_br: Detalhes do cálculo
zh_hans: 计算详情
